---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsLiningThickness
source: html/caabd76d-f6ad-a3ea-13b6-149be400cd15.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsLiningThickness Property

"Lining Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsLiningThickness { get; }
```